Repository: trufi-association/trufi-app
Catalog: translations/localization_*.arb
Languages: de, es, pt

# menuFaresGuidelines
source: Fares & Guidelines
de: Tarife & Richtlinien
es: Tarifas y recomendaciones
pt: Tarifas e diretrizes

# guidelinesTypePassengerOlder
source: Older
de: Erwachsene
es: Mayores
pt: Pessoas idosas

# guidelinesTypePassengerSeniorCitizen
source: Senior citizen
de: Ältere Menschen
es: Adulto mayor
pt: Cidadão sênior

# guidelinesTypePassengerDisabled
source: Disabled
de: Menschen mit Behinderungen
es: Discapacitados
pt: Deficientes

# guidelinesTypePassengerUniversityStudents
source: University students
de: Universitätsstudenten
es: Universitarios
pt: Estudantes universitários

# guidelinesTypePassengerPrimarySecondaryStudents
source: Primary and secondary students
de: Grund- und Sekundarschüler
es: Estudiantes primaria y secundaria
pt: Estudantes do ensino fundamental e médio

# guidelinesTypePassengerMeritorious
source: Meritorious
de: Verdienstvolle
es: Beneméritos
pt: Meritórios

# guidelinesTypePassengerChildrenUnderFive
source: Children under 5 years old
de: Kinder unter 5 Jahren
es: Menores de 5 años
pt: Crianças com menos de 5 anos de idade

# guidelinesTypePassengerStudents
source: Students
de: Studenten
es: Estudiantes
pt: Estudantes

# guidelinesExemptPay
source: Exempt from payment
de: Von der Zahlung befreit
es: Exento de pago
pt: Isento de pagamento

# guidelinesIntroduction
source: Here you will find important information and useful tips to help you make the most of your public transportation experience.
de: Hier findest Du wichtige Informationen und nützliche Tipps, die Dir helfen, das Beste aus deinem Erlebnis mit dem ÖPNV zu machen.
es: Aquí encontrarás información importante y consejos útiles que te ayudarán a aprovechar al máximo tu experiencia de transporte público.
pt: Aqui você encontrará informações importantes e dicas úteis para ajudá-lo a aproveitar ao máximo sua experiência com o transporte público.

# guidelinesClarification
source: It is important to note that since public transportation in Cochabamba is mainly informal and does not have fixed schedules. The application provides data based on pre-established schedules and routes, which may have variations in arrival times and routes.
de: Es ist wichtig zu beachten, dass der öffentliche Verkehr in Cochabamba hauptsächlich informell ist und keine festen Fahrpläne hat. Die Anwendung liefert Daten, die auf vorher festgelegten Fahrplänen und Routen basieren, bei denen es zu Abweichungen bei den Ankunftszeiten und Routen kommen kann.
es: Es importante destacar que, debido a que el transporte público en Cochabamba es principalmente informal y no cuenta con horarios fijos, la aplicación se basa en horarios y datos de rutas preestablecidos, lo que puede causar variaciones en los tiempos de llegada y las rutas.
pt: É importante observar que, como o transporte público em Cochabamba é principalmente informal e não tem horários fixos, o aplicativo fornece dados com base em horários pré-estabelecidos. O aplicativo fornece dados com base em horários e rotas pré-estabelecidos, que podem ter variações nos horários de chegada e nas rotas.

# guidelinesFareCost
source: Fare Cost
de: Fahrpreise
es: Costo del pasaje
pt: Custo da tarifa

# guidelinesTransitFare
source: Trufis, Micros and Minibuses Fare
de: Fahrpreise für Trufis, Micros und Minibusse
es: Tarifario Trufis, Micros y minibuses
pt: Tarifa de Trufis, Micros e Microônibus

# guidelinesTransitFareIntroduction
source: According to Municipal Decree No. 003/2014, you have the following fare schedule:
de: Gemäß der städtischen Verordnung Nr. 003/2014 gelten die folgenden Tarife:
es: Según Decreto Municipal Nº 003/2014, se tiene el siguiente tarifario:
pt: De acordo com o Decreto Municipal nº 003/2014, você tem a seguinte tabela de tarifas:

# guidelinesTransitFareClarification
source: However, on some occasions, this fare is not respected and is rounded up to 2 Bs.
de: In einigen Fällen wird dieser Tarif jedoch nicht eingehalten und auf 2 Bs aufgerundet.
es: Sin embargo, en algunas ocasiones, esta tarifa no se respeta y se redondea a 2 Bs.
pt: Entretanto, em algumas ocasiões, essa tarifa não é respeitada e é arredondada para 2 Bs.

# guidelinesMetropolitanFare
source: Fare for the metropolitan axis
de: Tarif für die Metropolachse
es: Tarifario del eje metropolitano
pt: Tarifa para o eixo metropolitano

# guidelinesMetropolitanFareIntroduction
source: For interprovincial sections of the metropolitan axis, the rates established by Departmental Decree 1399 apply:
de: Für die interprovinziellen Abschnitte der Metropolachse gelten die im Departementserlass 1399 festgelegten Tarife:
es: Para tramos interprovinciales del eje metropolitano, rigen las tarifas establecidas por el Decreto Departamental 1399:
pt: Para seções intermunicipais do eixo metropolitano, aplicam-se as tarifas estabelecidas pelo Decreto Departamental 1399:

# guidelinesMetropolitanFareClarification
source: Exceptions: As of 10:00 pm the night schedule is in effect, with an increase of Bs 0.50 in both the urban and interprovincial axis. In some cases, the fare also varies depending on the section of the route, increasing or decreasing by Bs 0.50 as detailed in the tables. In any case, if you are not sure, you can ask the driver or another passenger.
de: Ausnahmen: Ab 22.00 Uhr gilt der Nachtfahrplan mit einer Erhöhung um 0,50 Bs sowohl auf der Stadt- als auch auf der Interprovinzachse. In einigen Fällen variiert der Fahrpreis auch je nach Streckenabschnitt und erhöht oder verringert sich um 0,50 Bs, wie in den Tabellen angegeben. Wenn Du Dir nicht sicher bist, kannst Du den Fahrer oder einen anderen Fahrgast fragen.
es: Excepciones: A partir de las 10:00 pm rige el horario nocturno, con un incremento de Bs 0,50 tanto en el eje urbano e interprovincial. En determinados casos, la tarifa también varía dependiendo del tramo de recorrido, aumentando o reduciendo en Bs 0,50 según lo detallado en la tablas. En todo caso, si no estás seguro puedes preguntar al chofer o a otro pasajero.
pt: Exceções: A partir das 22h, o horário noturno está em vigor, com um aumento de Bs 0,50 tanto no eixo urbano quanto no intermunicipais. Em alguns casos, a tarifa também varia dependendo da seção da rota, aumentando ou diminuindo em Bs 0,50, conforme detalhado nas tabelas. Em todo caso, se não tiver certeza, pergunte ao motorista ou a outro passageiro.

# guidelinesPublicTransportation
source: How to use public transportation
de: Wie man öffentliche Verkehrsmittel benutzt
es: Cómo usar el transporte público
pt: Como usar o transporte público

# guidelinesPublicTransportationDescription
source: If you go by trufi, you pay when you get off and when you get on if it's a coaster. You can get off or stop wherever you want but try to do it when the traffic light is red to avoid congestion, and let the driver know in advance.
de: Wenn Du mit dem Trufi fährst, zahlst Du beim Aussteigen und beim Einsteigen, wenn es sich um einen sog. Coaster handelt. Du kannst aussteigen oder anhalten, wo immer Du willst. Bitte steige nur nach Möglichkeit aus, wenn die Ampel rot ist. So vermeidest Du Staus. Es ist hilfreich, dies dem Fahrer im Voraus wissen zu lassen.
es: Si vas en trufi pagas al bajar y si vas en micro o coaster, pagas al subir. Puedes bajar o parar donde quieras pero procura hacerlo cuando el semáforo esté en rojo para evitar el congestionamiento, y anuncia con anterioridad.
pt: Se você for de trufi, pagará quando descer e quando subir. Você pode descer ou parar onde quiser, mas tente fazê-lo quando o semáforo estiver vermelho para evitar congestionamentos e avise o motorista com antecedência.

# guidelinesStops
source: Stops
de: Haltestellen
es: Paradas
pt: Paradas

# guidelinesStopsDescription
source: Trufis have route stops at final destinations (localities), stops in the downtown that can be intermediate (downtown streets) or circuits. Interprovincial buses do have fixed stops (Chapare, Tarata, Cliza, Punata, etc.).
de: Trufis haben Haltestellen an Endzielen (Ortschaften), Haltestellen im Stadtzentrum, die Zwischenstationen sein können (Straßen im Stadtzentrum) oder Rundkurse. Die interprovinziellen Busse haben feste Haltestellen (Chapare, Tarata, Cliza, Punata, etc.)
es: Los trufis tienen paradas de rutas en los destinos finales (localidades), paradas en el centro que pueden ser intermedios (calles del centro) o de circuitos. Los buses interprovinciales si tienen paradas fijas (Parada Chapare, Parada Tarata, Cliza, Punata, etc.).
pt: Os trufis têm paradas de rota nos destinos finais (localidades), paradas no centro da cidade que podem ser intermediárias (ruas do centro) ou circuitos. Os ônibus intermunicipais têm paradas fixas (Chapare, Tarata, Cliza, Punata, etc.).

# guidelinesRouteIdentifiers
source: Route identifiers
de: Streckenbezeichnungen
es: Identificadores de rutas
pt: Identificadores de rota

# layerGroupLeisure
source: Leisure and Entertainment
de: Freizeit und Unterhaltung
es: Ocio y entretenimiento
pt: Lazer e Entretenimento

# layerGroupTravel
source: Travel
de: Reisen
es: Viajes
pt: Viagens

# layerGroupEducation
source: Education
de: Bildung
es: Educación
pt: Educação

# layerGroupHealthServices
source: Health Services
de: Gesundheitsdienste
es: Servicios de salud
pt: Serviços de Saúde

# layerAttractionsAndMonuments
source: Attractions and Monuments
de: Sehenswürdigkeiten und Denkmäler
es: Atracciones y monumentos
pt: Atrações e Monumentos

# layerParksAndSquares
source: Parks and Squares
de: Parks und Plätze
es: Parques y plazas
pt: Parques e Praças

# layerCinemas
source: Cinemas
de: Kinos
es: Cines

# layerPharmacies
source: Pharmacies
de: Apotheken
es: Farmacias
pt: Farmácias

# layerHospitals
source: Hospitals
de: Krankenhäuser
es: Hospitales
pt: Hospitais

# layerSchools
source: Schools
de: Schulen
es: Colegios
pt: Escolas

# layerInstitutes
source: Institutes
de: Institute
es: Institutos
pt: Institutos

# layerShoppingCentersAndSupermarkets
source: Shopping Centers and Supermarkets
de: Einkaufszentren und Supermärkte
es: Centros comerciales y supermercados
pt: Centros Comerciais e Supermercados

# layerInterprovincialStops
source: Interprovincial Stops
de: Überlandhaltestellen
es: Paradas interprovinciales
pt: Paragens Interprovinciais

# layerStadiumsAndSportsComplexes
source: Stadiums and Sports Complexes
de: Stadien und Sportkomplexe
es: Estadios y complejos deportivos
pt: Estádios e Complexos Desportivos

# layerLibraries
source: Libraries
de: Bibliotheken
es: Bibliotecas
pt: Bibliotecas

# layerTerminalsAndStations
source: Terminals and Stations
de: Terminals und Bahnhöfe
es: Terminales y estaciones
pt: Terminais e Estações

# layerMuseumsAndArtGalleries
source: Museums and Art Galleries
de: Museen und Kunsthallen
es: Museos y galerias de arte
pt: Museus e Galerias de Arte

# layerUniversities
source: Universities
de: Universitäten
es: Universidades
pt: Universidades

# guidelinesRouteIdentifiersDescription
source: There are many lines that have variants and for their differentiation they add one more identifier; a colored flag, a different colored panter, a different colored number, an extra letter and the final route inscribed on the panter. For example: 108 with white panter has its destination Av. Humberto As√≠n bordering with Barrio Entre Rios and 108 Pisiga with yellow panter has its destination in Av. Pisiga.
de: Es gibt viele Linien, die Varianten haben, und zur Unterscheidung fügen sie ein weiteres Kennzeichen hinzu: eine farbige Flagge, einen andersfarbigen Panter, eine andersfarbige Nummer, einen zusätzlichen Buchstaben und die auf dem Panter angegebene endgültige Strecke. Zum Beispiel: Die 108 mit weißem Panter hat ihr Ziel in der Av. Humberto Asín an der Grenze zum Barrio Entre Rios und die 108 Pisiga mit gelbem Panter hat ihr Ziel in der Av. Pisiga.
es: Hay muchas lineas que tienen variantes y para su diferenciacion le añaden un identificador más; un banderin de color, el panter de otro color, el número de otro color, letra extra y el recorrido final inscrito en el panter. Por ejemplo: 108 con panter blanco tiene su destino Av. Humberto Asín limitando con Barrio Entre Rios y 108 Pisiga con panter amarillo tiene su destino en la Av. Pisiga.
pt: Há muitas linhas que têm variantes e, para diferenciá-las, adicionam mais um identificador: uma bandeira colorida, um painel de cor diferente, um número de cor diferente, uma letra extra e a rota final inscrita no painel. Por exemplo: 108 com bandeira branca tem como destino a Av. Humberto Asín, na divisa com o Barrio Entre Rios, e 108 Pisiga com bandeira amarela tem como destino a Av. Humberto Asín, na divisa com o Barrio Entre Rios. Pisiga.
